[
    {
        "caller": "",
        "callee": " Thank you."
    },
    {
        "caller": " Thank you.",
        "callee": " Hello"
    },
    {
        "caller": " Hello. You're hi, Joshad. Yes, hi. So this is actually I'm calling from Mauaraj. You have made an query on Facebook regarding travel booking to Manali right? Yes. Yeah.",
        "callee": " you"
    },
    {
        "caller": " you",
        "callee": " Enng y plein 페іrobe need would be great so that it can be seen for you know what it is then enjoy the list but what am i drew ?"
    },
    {
        "caller": " I'm looking forward to it.",
        "callee": " a week forward from now."
    },
    {
        "caller": " for my friends and me.",
        "callee": " How many people sorry?"
    },
    {
        "caller": " total 5 including me. Okay and can you confirm the dates? It will be one week from now.",
        "callee": " No, it will be one week."
    },
    {
        "caller": " from now.",
        "callee": " So today is 16, 16 plus 7 that is 6."
    },
    {
        "caller": " 10. dear, around...",
        "callee": " Thank you."
    },
    {
        "caller": " Thank you.",
        "callee": " you"
    },
    {
        "caller": " Thank you.",
        "callee": " Thank you."
    },
    {
        "caller": " Okay, for four days and five nights. Okay, for four days, that is five days and four nights, right? Yeah, that is how it works.",
        "callee": " you"
    },
    {
        "caller": "",
        "callee": " Thank you."
    },
    {
        "caller": " Okay.",
        "callee": " So can you know your preferences like what kind of room sorry looking for a reservation?"
    },
    {
        "caller": " like you are looking for a home.",
        "callee": " disclose. progressing. in intensify"
    },
    {
        "caller": " the result.",
        "callee": " oke it's better for me"
    },
    {
        "caller": " is it already very cold there?",
        "callee": " Thank you."
    },
    {
        "caller": " Sorry, it is already very cold.",
        "callee": ""
    },
    {
        "caller": " Okay, okay. Okay. Okay. So we have two results near new manani. Yeah, I'll send you the details over what's the bullet walk for you. Yes, sure. Okay.",
        "callee": " Anything else you want to do?"
    },
    {
        "caller": " ask exactly rooms I like to do.",
        "callee": " also looking for transportation from Delhi, we go by transportation from Delhi to Manali at 3."
    },
    {
        "caller": " I am taking my own card.",
        "callee": " any activities? I just have a reference from a hotel or resort anything if it can be"
    },
    {
        "caller": " in near, at the end of the temple. It can be near, you have to be okay, noted. And what about the activities? Are you looking for any activities?",
        "callee": " बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाटी बनाट"
    }
]